Repository: patriksvensson/ghostly
Catalog: src/Ghostly.Uwp/Strings/*/Resources.resw
Source language: en_us
Languages: sv_se, zh_cn

# Template_Action_Pending
source: Is reviewing (not submitted)
sv_se: Granskar detta (inte inskickat)
zh_cn: 正在预览 (不是已提交)

# Template_Action_RequestedChanges
source: Requested changes
sv_se: Föreslog ändringar på detta
zh_cn: 已请求变更

# Template_Action_Reviewed
source: Reviewed
sv_se: Granskade detta
zh_cn: 已审阅

# Template_Authored
source: Authored
sv_se: Skapade detta
zh_cn: 已授权

# Template_DiscussionOpenInBrowser
source: Open discussions for repository in browser
sv_se: Öppna diskussioner för repo i webbläsare
zh_cn: 在浏览器中打开仓库的讨论

# Template_DiscussionUpdated
source: Updated
sv_se: Uppdaterad
zh_cn: 已更新

# Template_NoDescriptionProvided
source: No description provided.
sv_se: Ingen beskrivning finns.
zh_cn: 没有提供描述。

# Template_ReviewedAnd
source: Reviewed and
sv_se: Granskade och
zh_cn: 已审阅并

# Template_SecurityVulnerabilityReported
source: Security vulnerability reported
sv_se: Säkerhetsrisk rapporterad

# Template_Wrote
source: Wrote
sv_se: Skrev

# Time_DaysAgo
source: {0} days ago
sv_se: För {0} dagar sedan
zh_cn: {0} 天前

# Time_HoursAgo
source: {0} hours ago
sv_se: För {0} timmar sedan
zh_cn: {0} 小时前

# Time_MinutesAgo
source: {0} minutes ago
sv_se: För {0} minuter sedan
zh_cn: {0} 分钟前

# Time_MonthsAgo
source: {0} months ago
sv_se: För {0} månader sedan
zh_cn: {0} 月前

# Time_OneDayAgo
source: A day ago
sv_se: För en dag sedan
zh_cn: 一天前

# Time_OneHourAgo
source: An hour ago
sv_se: För en timme sedan
zh_cn: 一小时前

# Time_OneMinuteAgo
source: A minute ago
sv_se: För en minut sedan
zh_cn: 一分钟前

# Time_OneMonthAgo
source: A month ago
sv_se: För en månad sedan
zh_cn: 一月前

# Time_OneSecondAgo
source: A second ago
sv_se: För en sekund sedan
zh_cn: 一秒前

# Time_OneYearAgo
source: A year ago
sv_se: För ett år sedan
zh_cn: 一年前

# Time_SecondsAgo
source: {0} seconds ago
sv_se: För {0} sekunder sedan
zh_cn: {0} 秒前

# Time_YearsAgo
source: {0} years ago
sv_se: För {0} år sedan
zh_cn: {0} 年前

# Time_Yesterday
source: Yesterday
sv_se: Igår
zh_cn: 昨天

# WhatsNew_GhostlyWasUpdated
source: Ghostly was updated to version {0}.
sv_se: Ghostly uppgraderades till version {0}.
zh_cn: Ghostly 已经更新到版本 {0}.

# WhatsNew_Title
source: New version installed!
sv_se: Ny version installerad!
zh_cn: 新版本已安装！

# WhatsNew_ViewReleaseNotes
source: View release notes
sv_se: Läs om vad som ändrats
zh_cn: 查看发行注意事项

# General_Ok
source: Ok
zh_cn: 确定

# Query_Operator
source: Operator
zh_cn: 操作符

# Rules_Description_Null
source: Null
zh_cn: 空
